Repository: JuyeonYu/haru
Catalog: ccmaxok/ccmaxok/Localizable.xcstrings
Source language: ko
Languages: en

source: %lld%% 남음
en: %lld%% remaining

source: %lld%% 남음 (rate)
en: %lld%% remaining

source: %lld개의 얼굴이 감지되었습니다
en: %lld faces detected

source: %lld시간 %lld분 후
en: in %lldh %lldm

source: %lld일 / %lld일
en: %lld / %lld days

source: %lld일 %lld시간 %lld분 후
en: in %lldd %lldh %lldm

source: %lld칸
en: %lld segments

source: ❤️🤍 하트
en: ❤️🤍 Heart

source: 🖼 커스텀
en: 🖼 Custom

source: 🟩⬜ 컬러
en: 🟩⬜ Color

source: 5시간 세션
en: 5-Hour Session

source: 7일 세션
en: 7-Day Session

source: Block 옵션
en: Block Options

source: Claude Code 연결 안 됨
en: Claude Code Not Connected

source: Claude Code를 실행하면 자동으로 연결됩니다
en: Launch Claude Code to connect automatically

source: Max 유지 추천
en: Recommend Keeping Max

source: Pro 전환 추천
en: Recommend Switching to Pro

source: Pro 한도 초과일
en: Days Exceeding Pro Limit

source: Simple 옵션
en: Simple Options

source: 거의 다 썼어요
en: Almost used up

source: 건너뛰기
en: Skip

source: 괜찮아요
en: Looking good

source: 둥근 사각형
en: Rounded Rectangle

source: 렌더러
en: Renderer

source: 리셋
en: Reset

source: 리셋 시간 표시
en: Show Reset Time

source: 리셋 완료
en: Reset Complete

source: 마스크
en: Mask

source: 메뉴바 표시
en: Menu Bar Display

source: 메시지
en: Messages

source: 문자 세트
en: Character Set

source: 미리보기: %@
en: Preview: %@

source: 사진 선택하기
en: Choose Photo

source: 사진 한 장으로 나만의 메뉴바를 만들어보세요
en: Create your own menu bar with just one photo

source: 삭제
en: Delete

source: 세션
en: Sessions

source: 아껴쓰세요
en: Use sparingly

source: 얼굴 갤러리
en: Face Gallery

source: 얼굴로 표시
en: Show as Face

source: 얼굴을 선택하세요
en: Select a Face

source: 없음
en: None

source: 여유롭네요
en: Plenty of capacity

source: 오늘
en: Today

source: 원형
en: Circle

source: 저장된 얼굴이 없습니다
en: No saved faces

source: 절반 지났어요
en: Past halfway

source: 추가...
en: Add...

source: 추천
en: Recommendation

source: 취소
en: Cancel

source: 칸 수
en: Segments

source: 토큰
en: Tokens

source: 퍼센트 표시
en: Show Percentage

source: 플랜 인사이트
en: Plan Insight
